{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "-": 5,
      "4": 6,
      "F": 7,
      "G": 8,
      "H": 9,
      "L": 10,
      "P": 11,
      "R": 12,
      "T": 13,
      "a": 14,
      "e": 15,
      "f": 16,
      "k": 17,
      "m": 18,
      "n": 19,
      "o": 20,
      "r": 21,
      "s": 22,
      "t": 23,
      "、": 24,
      "。": 25,
      "一": 26,
      "下": 27,
      "个": 28,
      "了": 29,
      "于": 30,
      "估": 31,
      "使": 32,
      "像": 33,
      "入": 34,
      "具": 35,
      "出": 36,
      "力": 37,
      "告": 38,
      "和": 39,
      "图": 40,
      "型": 41,
      "基": 42,
      "处": 43,
      "多": 44,
      "大": 45,
      "它": 46,
      "对": 47,
      "展": 48,
      "并": 49,
      "强": 50,
      "微": 51,
      "态": 52,
      "性": 53,
      "成": 54,
      "扩": 55,
      "技": 56,
      "报": 57,
      "描": 58,
      "文": 59,
      "方": 60,
      "是": 61,
      "有": 62,
      "本": 63,
      "术": 64,
      "构": 65,
      "果": 66,
      "架": 67,
      "模": 68,
      "法": 69,
      "测": 70,
      "理": 71,
      "生": 72,
      "用": 73,
      "的": 74,
      "示": 75,
      "等": 76,
      "练": 77,
      "结": 78,
      "能": 79,
      "色": 80,
      "行": 81,
      "解": 82,
      "训": 83,
      "评": 84,
      "该": 85,
      "调": 86,
      "输": 87,
      "过": 88,
      "进": 89,
      "述": 90,
      "通": 91,
      "预": 92,
      "齐": 93,
      "，": 94,
      "模型": 95,
      "GP": 96,
      "一个": 97,
      "多模": 98,
      "架构": 99,
      "训练": 100,
      "GPT": 101,
      "多模态": 102,
      "4是": 103,
      "4的": 104,
      "F进": 105,
      "HF进": 106,
      "LHF进": 107,
      "RLHF进": 108,
      "Tr": 109,
      "an": 110,
      "en": 111,
      "er": 112,
      "fo": 113,
      "ken": 114,
      "mer": 115,
      "oken": 116,
      "rmer": 117,
      "sfo": 118,
      "token": 119,
      "下一个": 120,
      "了出": 121,
      "了模型": 122,
      "于Tr": 123,
      "估结": 124,
      "使用": 125,
      "像等": 126,
      "具有": 127,
      "告描": 128,
      "和性": 129,
      "和生": 130,
      "和评": 131,
      "图像等": 132,
      "基于Tr": 133,
      "处理": 134,
      "大的": 135,
      "大模型": 136,
      "它通": 137,
      "对齐": 138,
      "展性": 139,
      "展示": 140,
      "并能": 141,
      "并使用": 142,
      "强大的": 143,
      "微调": 144,
      "成能": 145,
      "扩展性": 146,
      "技术": 147,
      "报告描": 148,
      "文本": 149,
      "方法": 150,
      "测下一个": 151,
      "理解": 152,
      "的扩展性": 153,
      "色的扩展性": 154,
      "行对齐": 155,
      "该模型": 156,
      "输入": 157,
      "过预": 158,
      "述了模型": 159,
      "预测下一个": 160,
      "模型具有": 161,
      "一个多模态": 162,
      "训练方法": 163,
      "训练预测下一个": 164,
      "多模态输入": 165,
      "4是一个多模态": 166,
      "4的技术": 167,
      "RLHF进行对齐": 168,
      "ansfo": 169,
      "rmer架构": 170,
      "了出色的扩展性": 171,
      "估结果": 172,
      "和性能": 173,
      "和生成能": 174,
      "和评估结果": 175,
      "图像等多模态输入": 176,
      "基于Transfo": 177,
      "处理图像等多模态输入": 178,
      "它通过预": 179,
      "展示了出色的扩展性": 180,
      "并能处理图像等多模态输入": 181,
      "并使用RLHF进行对齐": 182,
      "强大的文本": 183,
      "报告描述了模型": 184,
      "理解和生成能": 185,
      "该模型展示了出色的扩展性": 186,
      "模型具有强大的文本": 187,
      "训练方法和评估结果": 188,
      "训练预测下一个token": 189,
      "4是一个多模态大模型": 190,
      "4的技术报告描述了模型": 191,
      "基于Transformer架构": 192,
      "它通过预训练预测下一个token": 193,
      "并使用RLHF进行对齐微调": 194,
      "理解和生成能力": 195,
      "该模型展示了出色的扩展性和性能": 196,
      "模型具有强大的文本理解和生成能力": 197,
      "4的技术报告描述了模型架构": 198
    },
    "merges": [
      [
        "模",
        "型"
      ],
      [
        "G",
        "P"
      ],
      [
        "一",
        "个"
      ],
      [
        "多",
        "模"
      ],
      [
        "架",
        "构"
      ],
      [
        "训",
        "练"
      ],
      [
        "GP",
        "T"
      ],
      [
        "多模",
        "态"
      ],
      [
        "4",
        "是"
      ],
      [
        "4",
        "的"
      ],
      [
        "F",
        "进"
      ],
      [
        "H",
        "F进"
      ],
      [
        "L",
        "HF进"
      ],
      [
        "R",
        "LHF进"
      ],
      [
        "T",
        "r"
      ],
      [
        "a",
        "n"
      ],
      [
        "e",
        "n"
      ],
      [
        "e",
        "r"
      ],
      [
        "f",
        "o"
      ],
      [
        "k",
        "en"
      ],
      [
        "m",
        "er"
      ],
      [
        "o",
        "ken"
      ],
      [
        "r",
        "mer"
      ],
      [
        "s",
        "fo"
      ],
      [
        "t",
        "oken"
      ],
      [
        "下",
        "一个"
      ],
      [
        "了",
        "出"
      ],
      [
        "了",
        "模型"
      ],
      [
        "于",
        "Tr"
      ],
      [
        "估",
        "结"
      ],
      [
        "使",
        "用"
      ],
      [
        "像",
        "等"
      ],
      [
        "具",
        "有"
      ],
      [
        "告",
        "描"
      ],
      [
        "和",
        "性"
      ],
      [
        "和",
        "生"
      ],
      [
        "和",
        "评"
      ],
      [
        "图",
        "像等"
      ],
      [
        "基",
        "于Tr"
      ],
      [
        "处",
        "理"
      ],
      [
        "大",
        "的"
      ],
      [
        "大",
        "模型"
      ],
      [
        "它",
        "通"
      ],
      [
        "对",
        "齐"
      ],
      [
        "展",
        "性"
      ],
      [
        "展",
        "示"
      ],
      [
        "并",
        "能"
      ],
      [
        "并",
        "使用"
      ],
      [
        "强",
        "大的"
      ],
      [
        "微",
        "调"
      ],
      [
        "成",
        "能"
      ],
      [
        "扩",
        "展性"
      ],
      [
        "技",
        "术"
      ],
      [
        "报",
        "告描"
      ],
      [
        "文",
        "本"
      ],
      [
        "方",
        "法"
      ],
      [
        "测",
        "下一个"
      ],
      [
        "理",
        "解"
      ],
      [
        "的",
        "扩展性"
      ],
      [
        "色",
        "的扩展性"
      ],
      [
        "行",
        "对齐"
      ],
      [
        "该",
        "模型"
      ],
      [
        "输",
        "入"
      ],
      [
        "过",
        "预"
      ],
      [
        "述",
        "了模型"
      ],
      [
        "预",
        "测下一个"
      ],
      [
        "模型",
        "具有"
      ],
      [
        "一个",
        "多模态"
      ],
      [
        "训练",
        "方法"
      ],
      [
        "训练",
        "预测下一个"
      ],
      [
        "多模态",
        "输入"
      ],
      [
        "4是",
        "一个多模态"
      ],
      [
        "4的",
        "技术"
      ],
      [
        "RLHF进",
        "行对齐"
      ],
      [
        "an",
        "sfo"
      ],
      [
        "rmer",
        "架构"
      ],
      [
        "了出",
        "色的扩展性"
      ],
      [
        "估结",
        "果"
      ],
      [
        "和性",
        "能"
      ],
      [
        "和生",
        "成能"
      ],
      [
        "和评",
        "估结果"
      ],
      [
        "图像等",
        "多模态输入"
      ],
      [
        "基于Tr",
        "ansfo"
      ],
      [
        "处理",
        "图像等多模态输入"
      ],
      [
        "它通",
        "过预"
      ],
      [
        "展示",
        "了出色的扩展性"
      ],
      [
        "并能",
        "处理图像等多模态输入"
      ],
      [
        "并使用",
        "RLHF进行对齐"
      ],
      [
        "强大的",
        "文本"
      ],
      [
        "报告描",
        "述了模型"
      ],
      [
        "理解",
        "和生成能"
      ],
      [
        "该模型",
        "展示了出色的扩展性"
      ],
      [
        "模型具有",
        "强大的文本"
      ],
      [
        "训练方法",
        "和评估结果"
      ],
      [
        "训练预测下一个",
        "token"
      ],
      [
        "4是一个多模态",
        "大模型"
      ],
      [
        "4的技术",
        "报告描述了模型"
      ],
      [
        "基于Transfo",
        "rmer架构"
      ],
      [
        "它通过预",
        "训练预测下一个token"
      ],
      [
        "并使用RLHF进行对齐",
        "微调"
      ],
      [
        "理解和生成能",
        "力"
      ],
      [
        "该模型展示了出色的扩展性",
        "和性能"
      ],
      [
        "模型具有强大的文本",
        "理解和生成能力"
      ],
      [
        "4的技术报告描述了模型",
        "架构"
      ]
    ]
  }
}